Repository: Mic43/InvertIt_81
Catalog: NoNameGame/Resources/AppResources.*.xlf
Languages: es, pl_pl

# Resx/ResourceLanguage
source: en-US
es: es
pl_pl: pl-PL

# Resx/SettingsPage_Title
source: settings
es: configuración
pl_pl: ustawienia

# Resx/UnlocksPage_Title
source: UNLOCKS
es: DESBLOQUEOS
pl_pl: NAGRODY

# Resx/ThemesPivotItem_Title
source: themes
es: temas
pl_pl: motywy

# Resx/AnimationsPivotItem_Title
source: animations
es: animaciones
pl_pl: animacje

# Resx/ThemesPage_Description
source: choose your favorite colors!
es: ¡seleccione sus colores favoritos!
pl_pl: Problem z rozwiązaniem?

# Resx/AnimationsPage_Description
source: select ingame periodical animation
es: seleccione una animación periodica en el juego
pl_pl: wybierz animację

# Resx/MainPage_NewGame_Title
source: new game
es: nueva partida
pl_pl: nowa gra

# Resx/MainPage_Dashboard_Title
source: dashboard
es: tablero
pl_pl: kokpit

# Resx/MainPage_About_Title
source: about
es: a cerca de
pl_pl: o grze

# Resx/GamePage_LevelTextBlock
source: LEVEL
es: NIVEL
pl_pl: POZIOM

# Resx/GamePage_MovesTextBlock
source: moves:
es: movimientos:
pl_pl: ruchy:

# Resx/GamePage_PerfectTextBlock
source: perfect:
es: perfecto:
pl_pl: perfekcyjnie:

# Resx/MainPage_GoaltextBlock
source: goal:
es: meta:
pl_pl: cel:

# Resx/GamePage_AppBar_Undo
source: undo
es: deshacer
pl_pl: cofnij

# Resx/GamePage_AppBar_Redo
source: redo
es: rehacer
pl_pl: ponów

# Resx/SettingPage_SoundSwitch_Header
source: Sound
es: Sonido
pl_pl: Dźwięk

# Resx/SettingsPage_SoundVolumeTextBlock
source: Master volume
es: Volumen principal
pl_pl: Poziom głośności

# Resx/SettingsPage_VibrationSwitch_Header
source: Vibration
es: Vibración
pl_pl: Wibracje

# Resx/SettingsPage_ResetProgressButton_Content
source: reset progress
es: reinicializar progreso
pl_pl: usuń postęp

# Resx/GameWonPopup_NewItemUnlocked
source: New theme unlocked!
es: ¡Nuevo tema desbloqueado!
pl_pl: Nowy motyw oblokowany!

# Resx/GameWonPopup_NextLevelButton
source: Next level
es: Siguiente nivel
pl_pl: Następny poziom

# Resx/GameWonPopup_RestartLevelButton
source: Restart level
es: Reiniciar nivel
pl_pl: Restartuj poziom

# Resx/About_FeedbackButton
source: send feedback
es: Envíe comentarios
pl_pl: Wyślij opinię

# Resx/HelpPage_Title
source: help
es: ayuda
pl_pl: pomoc

# Resx/Tutorial_Page1_Text2
source: on the dot to invert its neighbours.
es: en el punto para invertir sus vecinos.
pl_pl: wybraną kropkę żeby odwrócić wszystkie kropki sąsiednie.

# Resx/AboutPage_TextBlockRate
source: rate:
es: calificar:
pl_pl: oceń:

# Resx/AboutPage_TextBlock_Share
source: share:
es: compartir:
pl_pl: udostępnij:

# Resx/AboutPage_ShareTaskTitle
source: Check out {0} for Windows Phone!
es: Echa un vistazo a {0} para Windows Phone!
pl_pl: Wypróbuj {0} dla Windows Phone!

# Resx/AboutPage_SendFeedback_EmailTitle
source: Game feedback
es: Comentar sobre el Juego
pl_pl: Opinia o grze

# Resx/Tutorial_Page1_Text1
source: Tap
es: Pulse
pl_pl: Dotknij

# Resx/ThemesPage_Title
source: themes
es: temas
pl_pl: motywy

# Resx/GamePage_ResetMenuItem_Text
source: restart
es: reanudar

# Resx/DashboardList_ThemesTitle
source: themes
es: temas
pl_pl: motywy

# Resx/DashboardList_ThemesDescription
source: select your favorite colors!
es: ¡seleccione sus colores favoritos!
pl_pl: wybierz swoje ulubione kolory!

# Resx/DashboardList_SettingsTitle
source: settings
es: configuración
pl_pl: ustawienia

# Resx/DashboardList_SettingsDescription
source: customize application settings
es: personalizar la configuración
pl_pl: dostosuj ustawienia aplikacji

# Resx/DashboardList_HelpTitle
source: help
es: ayuda
pl_pl: pomoc

# Resx/DashboardList_Helpescription
source: how to play
es: cómo jugar
pl_pl: jak grać

# Resx/About_VersionTextBlock
source: version
es: versión
pl_pl: wersja

# Resx/ThemesPage_PlayerStars_Text
source: You have
es: Tienes
pl_pl: Masz

# Resx/OnOffConverter_Convert_On
source: On
es: Activado
pl_pl: Włączone

# Resx/OnOffConverter_Convert_Off
source: Off
es: Desactivado
pl_pl: Wyłączone

# Resx/HelpPage_RulesTitle
source: Rules
es: Reglas
pl_pl: Zasady

# Resx/HelpPage_Rules_TextBox
source: Board consists of dots of two colors. When a dot is tapped all neighbouring dots get inverted, changing color.
es: El tablero consiste en puntos de dos colores. Cuando se pulse un punto, todos los puntos adyacentes se invierten y cambian de color.
pl_pl: Plansza składa się z kropek w dwóch kolorach. Gdy dotkniesz wybranej kropki wszystkie kropki sąsiednie odwracają się zmieniając kolor.

# Resx/HelpPage_Goal_Title
source: Goal
es: Meta
pl_pl: Cel

# Resx/HelpPage_GoalTextBlock
source: To complete each level you must change all dots to the one, "goal" color. It is visible all the time during the game.
es: Para completar cada nivel debes cambiar todos los puntos a un color, el color de la "meta". Es visible todo el tiempo durante el juego.
pl_pl: Żeby wygrać musisz zmienić kolor wszystkich kropek na jednakowy. Kolor ten jest widoczny przez cały czas gry.

# Resx/HelpPage_Stars_Title
source: Stars
es: Estrellas
pl_pl: Gwiazdki

# Resx/HelpPage_Stars_TextBlock1
source: Each level can be completed with a number of moves (taps). The less moves are made the more stars will be awarded for completing it.
es: Cada uno de los niveles puede ser completado con un número de jugadas (pulsaciones). Cuantas menos jugadas sean realizadas, más estrellas se concederán al completarlo.
pl_pl: Każdy poziom można przejść wykonując pewną liczbę ruchów. Im mniej tych ruchów, tym więcej gwiazdek otrzymasz za ukończenie poziomu.

# Resx/HelpPage_Stars_TextBlock2
source: Stars can be used to unlock colorful themes.
es: Se puede utilizar las estrellas para desbloquear temas coloridos.
pl_pl: Gwiazdek możesz użyć do odblokowania wielu kolorowych motywów w grze.

# Resx/HelpPage_Stars_TextBlock3
source: Can You unlock them all?
es: ¿Puedes desbloquearlos todos?
pl_pl: Czy uda Ci się odblokować wszystkie?

# Resx/GameTutorial_Header
source: HOW TO PLAY
es: COMO JUGAR
pl_pl: JAK GRAC

# Resx/PointsToHeaderConverter_Convert_Perfect
source: PERFECT!
es: ¡PERFECTO!
pl_pl: PERFEKT!

# Resx/PointsToHeaderConverter_Convert_Good
source: CLEARED!
es: ¡DESPEJADO!
pl_pl: UKONCZONO!

# Resx/GameTutorial_Step2_TextBlock1
source: Level is
es: El nivel es
pl_pl: Poziom jest

# Resx/GameTutorial_Step2_TextBlock2
source: completed
es: completado
pl_pl: ukończony

# Resx/GameTutorial_Step2_TextBlock3
source: when You change all dots to the one
es: cuando se cambia todos los puntos a la
pl_pl: gdy sprawisz by wszystkie kropki miały ten sam

# Resx/GameTutorial_Step3_TextBLock1
source: The less moves
es: Cuanto menos cantidad de movimientos
pl_pl: Im mniej ruchów

# Resx/GameTutorial_Step3_TextBLock2
source: You make to finish a level...
es: realices para finalizar un nivel...
pl_pl: wykonasz przechodząc poziom...

# Resx/GameTutorial_Step3_TextBLock3
source: ...the more stars
es: ...mas estrellas
pl_pl: ...tym więcej gwiazdek

# Resx/GameTutorial_Step3_TextBLock4
source: You get!
es: obtendrás!
pl_pl: otrzymasz!

# Resx/GameTutorial_Step3_TextBLock5
source: Use stars
es: Use las estrellas
pl_pl: Użyj gwiazdek

# Resx/MainPage_MoreLevelsBaner
source: More levels coming soon!
es: ¡Mas niveles próximamente!
pl_pl: Kolejne poziomy wkrótce!

# Resx/GamePaused_Title
source: GAME PAUSED
es: PAUSA
pl_pl: PAUZA

# Resx/GamePaused_ResumeButton_Content
source: Resume
es: Reanudar
pl_pl: Kontynuuj

# Resx/GamePaused_Button_Levels
source: Levels
es: Niveles
pl_pl: Lista poziomów

# Resx/GameWon_LevelsButton_Content
source: Levels
es: Niveles
pl_pl: Lista poziomów

# Resx/Dashboard_IsNewTextBlock_Text
source: new!
es: ¡nueva!
pl_pl: nowy!

# Resx/GameTutorialStep2_GoalTextBlock
source: , specific
es: específico
pl_pl: , określony

# Resx/SettingsControl_ResetProgressMessageBox_Caption
source: Reset progress
es: Reinicializar Progresos
pl_pl: Usuń postęp

# Resx/SettingsControl_ResetProgressMessageBox_Mesage
source: Are you sure you want to reset all the progress? This include levels and unlocked content.
es: ¿Esta seguro de reinicializar todo su progreso? Esto incluye los niveles y el contenido desbloqueado.
pl_pl: Czy na pewno chcesz usunąć postęp w grze? Usunięte zostaną dane dotyczące poziomów oraz odblokowana zawartość.

# Resx/SettingsControl_ResetProgressMessageBox_ButtonYes
source: yes
es: sí
pl_pl: tak

# Resx/Dashboard_GameProgres_TextBlock
source: game progress:
es: progreso en el juego:
pl_pl: postęp gry:

# Resx/GamePage_ApplicationBar_Undo
source: undo
es: deshacer
pl_pl: cofnij

# Resx/GamePage_ApplicationBar_Redo
source: redo
es: rehacer
pl_pl: ponów

# Resx/GamePage_ApplicationBar_Restart
source: restart
es: reanudar

# Resx/GamePage_ApplicationBar_Themes
source: themes
es: temas
pl_pl: motywy

# Resx/GamePage_ApplicationBar_Settings
source: settings
es: configuración
pl_pl: ustawienia

# Resx/GameWonControl_MovesDescriptionTextBlock
source: You completed the level in
es: Has completo el nivel en
pl_pl: Ukończyłeś poziom w

# Resx/GameWonControl_MovesCaptionMany
source: moves
es: movimientos
pl_pl: ruchach

# Resx/GameWonControlModel_MovesCountCaption_Single
source: move
es: movimiento
pl_pl: ruchu

# Resx/GameTutorial_Step3_TextBlock6
source: to unlock
es: para desbloquear
pl_pl: do oblokowania

# Resx/GameTutorialControl_Step3_TextBlock7
source: many colorful
es: muchos coloridos
pl_pl: kolorowych

# Resx/GameTutorialControl_Step3_TextBlock8
source: themes
es: temas
pl_pl: motywów

# Resx/GameTutorialControl_Step3_TextBlock9
source: button
es: botón
pl_pl: przycisk

# Resx/AboutPage_LikeUsButton
source: Like us!
es: me gusta!
pl_pl: Polub nas!

# Resx/CreditsPage_Title
source: Credits
es: Créditos
pl_pl: Podziekowania

# Resx/AboutPage_CreditsButton
source: Credits
es: Créditos
pl_pl: Podziękowania

# Resx/SettingsPage_MusicSwitch_Header
source: Menu music
es: Música de menú
pl_pl: Muzyka w menu

# Resx/UpdateLiveTileGameWonAction_BackTitle
source: Game progress
es: Progreso del juego
pl_pl: Postęp w grze

# Resx/UpdateLiveTileGameWonAction_BackContent_Temp
source: Have you played today?
es: ¿Has jugado hoy?

# Resx/UpdateLiveTileGameWonAction_BackTitle_Temp
source: You earned {0} stars in last game.
es: Ganaste {0} estrellas en el último juego.

# Resx/AskForRating_Content
source: We'd love You to rate our game 5 stars. Your feedback help us to continue work on the app, and make it better!
es: Nos gustaría que calificaras nuestro juego con 5 estrellas. ¡Sus comentarios nos ayudan a trabajar en la aplicación, y hacerla mejor!
pl_pl: Byłoby wspaniale gdybyś ocenił/a naszą grę na 5 gwiazdek. Twoja opinia pomoże nam w pracy nad grą i uczynieniu jej lepszej!

# Resx/AskForRating_Title
source: RATE US!
es: ¡EVALUANOS!
pl_pl: OCEN NAS!

# Resx/SendToastHandler_Title
source: Achievement unlocked!
es: ¡Logro desbloqueado!
pl_pl: Osiągnięcie odblokowane!

# Resx/DashboardList_AchievementsTitle
source: achievements
es: logros
pl_pl: osiągnięcia

# Resx/GamePage_ApplicationBar_Achievements
source: achievements
es: logros
pl_pl: osiągnięcia

# Resx/AchievementsPage_Title
source: achievements
es: logros
pl_pl: osiagniecia

# Resx/DashBoardList_AchievementsDescription
source: ready for a challange?
es: ¿listo para un nuevo reto?
pl_pl: gotowy na wyzwanie?

# Resx/Achievement_TotalMoveCount
source: Perform 500 moves.
es: Efectúe 500 movimientos.
pl_pl: Wykonaj 500 ruchów.

# Resx/Achievement_TotalInvertCount
source: Invert 10000 dots.
es: Invierta 10000 puntos.
pl_pl: Odwróć 10000 kropek.

# Resx/Achievement_TotalGameTime
source: Play for 90 minutes total.
es: Juega por 90 minutos en total.
pl_pl: Graj sumarycznie przez 90 minut.

# Resx/Achievement_GameTime1
source: Complete a level in less than 5 seconds on easy level group.
es: Complete un nivel en menos de 5 segundos en el grupo de niveles fáciles.
pl_pl: Ukończ poziom w czasie poniżej 5 sekund w grupie poziomów łatwych.

# Resx/Achievement_GameTime2
source: Complete a level in less than 7 seconds on medium level group.
es: Complete un nivel en menos de 7 segundos en el grupo de niveles medios.
pl_pl: Ukończ poziom w czasie poniżej 7 sekund w grupie poziomów średnich.

# Resx/Achievement_GameTime3
source: Complete a level in less than 10 seconds on hard level group.
es: Complete un nivel en menos de 10 segundos en el grupo de niveles difíciles.
pl_pl: Ukończ poziom w czasie poniżej 10 sekund w grupie poziomów trudnych.

# Resx/Achievement_WarmupFinished
source: Complete warmup.
es: Complete calentamiento.
pl_pl: Ukończ rozgrzewkę.

# Resx/Achievement_EasyFinished
source: Complete easy level group.
es: Complete el grupo de niveles fáciles.
pl_pl: Ukończ grupe poziomów łatwych.

# Resx/Achievement_MediumFinished
source: Complete medium level group.
es: Complete el grupo de niveles medios.
pl_pl: Ukończ grupę poziomów średnich.

# Resx/Achievement_HardFinished
source: Complete hard level group.
es: Complete el grupo de niveles difíciles.
pl_pl: Ukończ grupę poziomów trudnych.

# Resx/Achievement_PerfectCount1
source: Complete 50 levels with perfect status.
es: Complete 50 niveles con estatus perfecto.
pl_pl: Ukończ perfekcyjnie 50 poziomów.

# Resx/Achievement_PerfectCount2
source: Complete 100 levels with perfect status.
es: Complete 100 niveles con estatus perfecto.
pl_pl: Ukończ perfekcyjnie 100 poziomów.

# Resx/Achievement_PerfectCount3
source: Complete 150 levels with perfect status.
es: Complete 150 niveles con estatus perfecto.
pl_pl: Ukończ perfekcyjnie 150 poziomów.

# Resx/Achievement_WonStreak1
source: Have a streak of 5, perfect wins on easy level group.
es: Ten una racha de 5 victorias perfectas en el grupo de niveles fáciles.
pl_pl: Seria 5 perfekcyjnych gier w grupie poziomów łatwych.

# Resx/Achievement_WonStreak2
source: Have a streak of 5, perfect wins on medium level group.
es: Ten una racha de 5 victorias perfectas en el grupo de niveles medios.
pl_pl: Seria 5 perfekcyjnych gier w grupie poziomów średnich.

# Resx/Achievement_WonStreak3
source: Have a streak of 5, perfect wins on hard level group.
es: Ten una racha de 5 victorias perfectas en el grupo de niveles difíciles.
pl_pl: Seria 5 perfekcyjnych gier w grupie poziomów trudnych.

# Resx/SingleAchievemenControl_TextBlock_Incomplete
source: Incomplete
es: Incompleto
pl_pl: Nieukończone

# Resx/Achievement_EasyFinished_Name
source: Journeyman
es: Oficial
pl_pl: Czeladnik

# Resx/Achievement_GameTime2_Name
source: Lightning fast
es: A velocidad del rayo
pl_pl: Szybki jak błyskawica

# Resx/Achievement_GameTime3_Name
source: Ruler of the time
es: Regla del tiempo
pl_pl: Władca czasu

# Resx/Achievement_HardFinished_Name
source: Master
es: Maestro
pl_pl: Mistrz

# Resx/Achievement_MeiumFinished_Name
source: Scholar
es: Erudito
pl_pl: Uczony

# Resx/Achievement_PerfectCount1_Finished
source: Pioneer
es: Pionero
pl_pl: Pionier

# Resx/Achievement_PerfectCount2_Finished
source: Seeker of the ideal
es: Buscador del ideal
pl_pl: Poszukiwacz ideału

# Resx/Achievement_PerfectCount3_Finished
source: Perfectionist
es: Perfeccionista
pl_pl: Perfekcjonista

# Resx/Achievement_TotalGameTime_Name
source: The longest journey
es: La travesía más larga
pl_pl: Najdłuższa podróż

# Resx/Achievement_TotalMoveCount_Name
source: Taps Emperor
es: El Emperador de las pulsaciones
pl_pl: Cesarz ruchów

# Resx/Achievement_TutorialFinished_Name
source: Rookie
es: Novato
pl_pl: Początkujący

# Resx/Achievement_WarmupFinished_Name
source: Apprentice
es: Aprendiz
pl_pl: Kandydat

# Resx/Achievement_WonStreak1_Name
source: Steady
es: Constante
pl_pl: Pewny

# Resx/Achievement_WonStreak2_Name
source: Rock solid
es: Roca sólida
pl_pl: Solidny jak głaz

# Resx/GamePage_ApplicaitonBar_Next_level
source: Next level
es: Siguiente nivel
pl_pl: Następny poziom

# Resx/GameTutorialStep3_Text2_Disabled
source: blocks do nothing when tapped and cannot be inverted.
es: los bloques no hacen nada cuando son pulsados y nunca son inviertidos.
pl_pl: pola nie reagują na dotknięcie i nie mogą być odwrócone.

# Resx/GameTutorialStep3_Text2_Disabled_Prefix
source: Disabled
es: Deshabilitado
pl_pl: Niekatywne

# Resx/GameTutorialStep4_Text1_Prefix
source: In this level pack, a new
es: En este paquete de niveles, un nuevo
pl_pl: W tej paczce poziomów pojawiają się nowe,

# Resx/GameTutorialStep4_Text1_Disabled
source: disabled
es: deshabilitado
pl_pl: nieaktywne

# Resx/GameTutorialStep4_Text1_Postfix
source: block is introduced:
es: bloque es introducido:
pl_pl: pola:

# Resx/Achievement_FacebookLike_Name
source: Supporter
es: Colaborador
pl_pl: Fan

# Resx/Achievement_FacebookLike_Description
source: Like Invert it! on facebook through "about" page.
es: Dale me gusta a Invert it! en facebook a través de la página de "acerca de".
pl_pl: Polub Invert it! na facebooku przez stronę "O grze".

# Resx/Achievement_ShapesEasyFinished_Name
source: Knight
es: Caballero
pl_pl: Rycerz

# Resx/Achievement_ShapesMediumFinished_Name
source: Cavalier
es: Jinete
pl_pl: Kawalerzysta

# Resx/Achievement_ShapesEasyFinished_Description
source: Complete easy level group in Shapes pack.
es: Complete un nivel facíl en Shapes pack
pl_pl: Ukończ grupę poziomów łatwych w Shapes pack.

# Resx/Achievement_ShapesMediumFinished_Decription
source: Complete medium level group in Shapes pack.
es: Complete un medio en Shapes pack.
pl_pl: Ukończ grupę poziomów średnich w Shapes pack.

# Resx/Achievement_ShapesHardFinished_Name
source: Paladin
es: Paladín
pl_pl: Paladyn

# Resx/Achievement_ShapesHardFinished_Description
source: Complete hard level group in Shapes pack.
es: Complete un nivel difícil en Shapes pack
pl_pl: Ukończ grupę poziomów trudnych w Shapes pack.

# Resx/Achievement_RateApp_Name
source: Reviewer
es: Crítico
pl_pl: Recenzent

# Resx/Achievement_RateApp_Description
source: Rate Invert it! through "about" page.
es: Califica Invert it! a través de la página de "acerca de".
pl_pl: Oceń Invert it! przez stronę "O grze".

# Resx/Achievement_NoUndo_Name
source: Infallible
es: Infalible
pl_pl: Nieomylny

# Resx/AppResources.Achievement_NoUndo
source: Perfectly finish a level in the ultra 9x9 hard group, not undoing any moves.
es: Completa perfectamente un nivel en grupo de niveles difíciles en 9x9 pack sin retirar ningún movimiento.
pl_pl: Perfekcyjnie ukończ poziom z grupy trudnych pakietu 9x9, nie cofając żadnego z ruchów.

# Resx/Achievement_Ultra9X9Finished_Description
source: Finish 9x9 ultra pack.
es: Complete 9x9 ultra pack.
pl_pl: Ukończ 9x9 ultra pack.

# Resx/AppResources.Achievement_Ultra9X9Finished_Name
source: Almighty
es: Todopoderoso
pl_pl: Wszechmogący

# Resx/MainPage_RemoveAdsButtonText
source: Remove ads
es: Elimina anuncios
pl_pl: Usuń reklamy

# Resx/MainPage_RemoveAdsButtonDescription
source: Play without ads! Help authors!
es: Juega sin anuncios! Ayuda a los autores!
pl_pl: Graj bez reklam! Wspomóż twórców!

# Resx/GamePage_RefreshHintsCountButton_CurrentHints
source: hints
es: sugerencias
pl_pl: wskazówki

# Resx/GamePage_RefreshHintsCountButton_MoreHints
source: more hints
es: más sugerencias
pl_pl: kup wskazówki

# Resx/PurchaseHintsPage.Title
source: purchase hints
es: más sugerencias
pl_pl: kup wskazówki

# Resx/SuggestWithMessageBox_Caption
source: Problem solving this level?
es: ¿Tienes problema en pasar el nivel?
pl_pl: Masz problem z rozwiązaniem?

# Resx/SuggestWithMessageBox_Text
source: Do You want to get some hints?
es: ¿Desea obtener algunos consejos?
pl_pl: Czy chcesz otrzymać wskazówki?

# Resx/PurchaseHintsPage_AdsHint
source: Purchase any pack to remove ads!
es: Compra paquete para eliminar los anuncios
pl_pl: Każdy zakup usuwa reklamy!

# Resx/StartAppEveryDayMessageDisplayer_Message
source: Play Invert it! for {0} days in a row to unlock "Addicted" achievement and get {1} FREE hints!
es: Juega por {0} días seguidos para desbloquear el logro y recibir {1} sugenercias GRATIS
pl_pl: Graj w Invert it! przez {0} dni z rzędu aby odblokować osiągnięcie i otrzymać {1} DARMOWYCH wskazówek!

# Resx/StartAppEveryDayMessageDisplayer_Caption
source: GET ADDICTED!
es: ¡DEJATE LEVAR!
pl_pl: UZALEZNIJ SIE!

# Resx/Achievement_PlayEveryDay_Description
source: Play for {0} days in a row. Receive {1} FREE hints!
es: Juega por {0} días seguidos para recibir {1} sugerencias gratis.
pl_pl: Graj przez {0} dni z rzędu. Odbierz {1} DARMOWYCH wskazówek w nagrodę!

# Resx/Achievement_PlayEveryDay_Name
source: Addicted
es: Adicto
pl_pl: Uzależniony

# Resx/GamePage_AppBar_PurchaseHints
source: purchase hints
es: más sugerencias
pl_pl: kup wskazówki

# Resx/PuchaseHints_HintsCount_Description2
source: hints
es: sugerencias
pl_pl: wskazówek

# Resx/PuchaseHints_HintsCount_Description1
source: You have
es: Tiene
pl_pl: Masz

# Resx/GameTutorial_Step2_TextBlock4
source: color.
pl_pl: kolor.

# Resx/SettingsControl_ResetProgressMessageBox_ButtonNo
source: no
pl_pl: nie

# Resx/Achievement_TutorialFinished
source: Complete tutorial.
pl_pl: Ukończ samouczek.

# Resx/Achievement_WonStreak3_Name
source: Irresistible
pl_pl: Niepowstrzymany
